# -*- coding:utf-8 -*-
# language: zh-CN
# Created by lwl at 2019/6/14

功能: 检查功能
  场景: 检查我的页面各一级目录
    当 启动APP
    假如 已登录
#    假如 点击底部的我
#    那么 点击我|用户名
#    当 看见我的账户|昵称
#    那么 返回上级
#    假如 点击我|收藏商品
#    当 看见我的收藏|商品
#    那么 返回上一级
#    假如 点击我|收藏店铺
#    当 看见我的收藏|店铺
#    那么 返回上级
#    假如 点击我|浏览记录
#    当 看见浏览记录|记录
#    那么 返回上级
#    假如 点击我|常购清单
#    当 看见常购清单|常用
#    那么 返回上级
#    假如 点击我|签到
#    当 看见签到|可用积分
#    那么 返回上级
#    假如 点击我的财富|总资产
#    当 输入安全密码
#    当 看见我的财富|总余额
#    那么 返回财富上一级
    假如点击我的财富|优惠券
    当看见优惠券|兑换码输入框
    那么返回上级
    假如点击我的财富|日收入
    当 看见我的财富|待结算收入
    那么返回财富上一级
    假如点击我的订单|待付款
    当看见商品订单|待付款
    那么返回财富上一级

    